/* Show */
"Show" = "Näytä";

/* Standard icon */
"Standard icon" = "Vakiosymboli";

/* User picture */
"User picture" = "Käyttäjän kuva";

/* Name */
"Name" = "Nimi";

/* Short name */
"Short name" = "Käyttäjätunnus";

/* Root user */
"Root user" = "Root-käyttäjä";

/* Open Accounts */
"Open Accounts" = "Avaa Käyttäjät…";

/* Login Window */
"Login Window" = "Kirjautumisikkuna";